RRN_Data/835800/835854.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-01-09T10:21:06.773+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-01-09T10:21:06.773+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230109-000866" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-01-09T10:21:05.978+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="230109-000866-1" version="1"><situationRecordCreationReference>frosi2023-01-09-000020-frosi230109-000021</situationRecordCreationReference><situationRecordCreationTime>2023-01-09T10:20:55.221+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-01-09T10:20:54.911+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-01-09T10:21:05.978+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-01-09T10:20:55.221+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-01-09T10:09:34.278+01:00</overallStartTime><overallEndTime>2023-01-13T17:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Travaux d'élagage à Montmélian entre les giratoires des pompiers et du SUPER U avec fermeture de la RD1006 tous les jours de la semaine de 8h30 à 17h. Déviation locale mise en place par la RD201 et la voie communale.</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.49772</latitude><longitude>6.0452065</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Montmélian</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.497353</latitude><longitude>6.04648</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Montmélian</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>mobile</mobilityType></mobility><roadMaintenanceType>roadworks</roadMaintenanceType></situationRecord><situationRecord xsi:type="MaintenanceWorks" id="230109-000866-2" version="1"><situationRecordCreationReference>frosi2023-01-09-000020-frosi230109-000022</situationRecordCreationReference><situationRecordCreationTime>2023-01-09T10:20:55.221+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-01-09T10:20:54.911+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-01-09T10:21:05.978+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-01-09T10:20:55.221+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-01-09T10:09:34.278+01:00</overallStartTime><overallEndTime>2023-01-13T17:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Travaux d'élagage à Montmélian entre les giratoires des pompiers et du SUPER U avec fermeture de la RD1006 tous les jours de la semaine de 8h30 à 17h. Déviation locale mise en place par la RD201 et la voie communale.</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.536083</latitude><longitude>5.6723886</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Le Pont-de-Beauvoisin</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.497307</latitude><longitude>6.046292</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Montmélian</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>mobile</mobilityType></mobility><roadMaintenanceType>roadworks</roadMaintenanceType></situationRecord><situationRecord xsi:type="MaintenanceWorks" id="230109-000866-3" version="1"><situationRecordCreationReference>frosi2023-01-09-000020-frosi230109-000023</situationRecordCreationReference><situationRecordCreationTime>2023-01-09T10:20:55.221+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-01-09T10:20:54.911+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-01-09T10:21:05.978+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-01-09T10:20:55.221+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-01-09T10:09:34.278+01:00</overallStartTime><overallEndTime>2023-01-13T17:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Travaux d'élagage à Montmélian entre les giratoires des pompiers et du SUPER U avec fermeture de la RD1006 tous les jours de la semaine de 8h30 à 17h. Déviation locale mise en place par la RD201 et la voie communale.</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.50367</latitude><longitude>6.0403633</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Montmélian</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.49752</latitude><longitude>6.0465474</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Montmélian</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>mobile</mobilityType></mobility><roadMaintenanceType>roadworks</roadMaintenanceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>